#Microsoft 365 ашиглаж буй үед spoofing имэйлээс сэргийлэхийн тулд Sender Policy Framework (SPF) хэрхэн тохируулах вэ? 

 **Дүгнэлт:** Энэхүү нийтлэл нь Microsoft 365 нь DNS дээрх Sender Policy Framework (SPF) TXT бичлэгийг ашиглан таны имэйлийн домайнаас илгээсэн мэйл нь имэйл илгээгч дээр найдвартай зөв эсэхийг баталгаажуулах тохиргоог хэрхэн хийх талаар танилцуулах юм. Энэ нь Microsoft 365-аас илгээсэн гадагш ирсэн мэйлд хамаатай. Microsoft 365-аас Microsoft 365 доторх хүлээн авагчид илгээсэн имэйлүүд үргэлж SPF дамжуулдаг.

SPF TXT бичлэг нь имэйлийн илгээгч домайн нэрийг баталгаажуулах замаар хуурамч имэйл, фишинг халдлагаас урьдчилан сэргийлэхэд тусалдаг DNS бичлэг юм. SPF нь илгээгч домайн эзэмшигчийн илгээгчийн IP хаягийг баталгаажуулах замаар имэйлийн имэйлийн гарал үүслийг баталгаажуулдаг.
